var scripts_detail = [
  {
    script_id: 0,
    script_name: "未完结的爱",
    script_type: "开放型",
    player_num: 8,
    theme_pic: "/pic/2.png",
    background: " 故事背景: \n2015年6月21日。顾氏医药集团的董事长顾明和被发现死在办公室一个月后的今天，2015年7月21日。\n顾晴、顾宇、林阳、陈静雯四人受林夕邀请到林氏庄园参加林夕和苏阳的私人订婚派对。派对于当晚9点开始，10点钟突然庄园停电了，管家沈城跑去配电室检查电路，供电恢复后在书房发现林惟仁尸体。随后通知在宴会厅开派对的你们。当晚庄园内的成员：林阳、林夕、顾晴、顾宇、陈静雯、苏阳、沈城、两名仆人、厨师以及死者林惟仁。\n发现尸体后众人集中在宴会厅，由于没有外来者入侵的迹象，凶手被确定就在你们当中.......\n所有人的卧室位于3L\n宴会厅位于1L\n配电室位于1L\n厨房位于1L\n书房位于2L",
    players:
    [
      {
        player_id: 0,
        player_name: "组织者",
        player_info: "\n你是组织者\n角色介绍：\n1.林阳（28心理医生）\n2.林夕（24小提琴家）\n3.顾宇（24顾氏医药公司总经理）\n4.顾晴（25大提琴手）\n5.苏阳（24心外科医生）\n6.沈城（49林氏庄园管家）\n7.陈静雯（22记者）\n\n【林惟仁，仁和医院院长，心外专家】\n【顾明和，顾氏医药公司总裁】\n【秦思琴，15年前医疗器械问题受害者】\n【郑心媚，15年前医疗器械问题受害者】\n\n每人共有8个调查点，共有两轮调查，每轮调查最多使用四个调查点。带走线索不再额外花费点数。\n\n【真相】\n1.杀死【顾明和】的是【林夕】，因为拥有了部分【林彤】的记忆再加上【苏阳】的潜移默化的影响，于是【林夕】以\n为自己是【林彤】便去杀了【顾明和】为自己的母亲报仇。\n2.【苏阳】一直跟踪【林夕】，当他发现【林夕】杀了人之后，便跑到案发现场将现场翻乱布置成强盗杀人，然后偷了闭路电视录像。\n3.杀死【林惟仁】的是【沈城】，他得知【苏阳】有杀死【林惟仁】的念头后，便故意泡了咖啡中途离开等待【苏阳】在咖啡中动手脚，然后自己再在咖啡中下毒毒死了【林惟仁】。\n4.【苏阳】用刀子插进【林惟仁】心脏的时候【林惟仁】其实已经被毒死了，所以尸体并没有血迹。\n5.【苏阳】想把【林夕】变成【林彤】。【苏阳】爱的还是【林彤】。\n6.在配电室设计停电和在林夕酒杯中下毒的是【顾晴】。",
        item: [],
        secrets: [],
        public: [],
        objective: []
      },
      {
        player_id: 1,
        player_name: "顾晴",
        player_info: "\n你叫【顾晴】，25岁，是一名大提琴手，你的父亲【顾明和】是顾氏医疗器械公司的总裁，你有一个弟弟叫【顾宇】是你家公司的总经理。\n你和【林夕】是从小玩到大的好朋友，你们一起学乐器，你成为了大提琴家，她成为了小提琴家。你一直喜欢一个叫做【苏阳】的男子，他的父母也十分看好你，希望你们能够在一起，可是【苏阳】却对你全无爱情可言，你并不能接受他不喜欢你，但你更不能接受的是他竟然喜欢上了一个叫【林彤】的平面模特，一个抽烟浓妆的妖艳贱货怎么能和你这个千金大小姐相比？你有苦无处诉，只能跟自己的好朋友【林夕】倒苦水。\n【林夕】从小的身体就不好，但和你的弟弟【顾宇】却是青梅竹马，两个人的感情十分好，你十分羡慕，你希望自己和【苏阳】能像你的弟弟和【林夕】那样。一年半前，【林夕】病情加重，她的父亲【林惟仁】送她去了美国治病，【顾宇】想一起去守在【林夕】身边，可是被【林惟仁】拒绝了。看着每天担心的茶饭不思的弟弟你也十分心疼，希望【林夕】赶快好起来。你突然间有了个想法，你希望生病的是【林彤】，你希望【林彤】能够消失，这样你就有机会得到【苏阳】。\n不知道是不是上天听到了你的祈求，【林彤】得了肺癌，在美国治疗了一段时间以后去世了。你感觉你的机会来了，恰逢【林夕】从美国回来，【苏阳】成了他的主治医生常驻林氏庄园，于是你便每天以探望【林夕】为理由去林氏庄园，其实你只是为了看看【苏阳】能够有机会接近他\n。渐渐地你觉得有些事情不太对，你发现【林夕】失去了以前的记忆，不记得你的弟弟【顾宇】，反而和【苏阳】走得很近，而【苏阳】也十分关心【林夕】，那种关心超出了一个医生对病人的关心，你的心里越来越不是滋味，对【林夕】的态度也越来越冷淡。但你不想发生的终究是发生了，【林夕】和你的弟弟分了手，和【苏阳】在一起了。你十分伤心，你恨【林夕】，你不能原谅她抢了你爱的男人，于是你再也没有去看她，眼看着【苏阳】和【林夕】的感情越来越好，你越来越嫉妒，你想报复【林夕】，于是你故意勾引了【林夕】的哥哥【林阳】，【林阳】是一名心理医生，一直对你都有好感，于是你毫不费力的成了他的女朋友，出入林家的机会也越来越多，你将【苏阳】和【林夕】的恩爱看在眼里，他们两个的恩爱就像一把把刀子插进你的心里。于是你决定结束这种痛苦，你开始计划除掉【林夕】，在这过程中你发现【林夕】变化很大，以前从不抽烟从不吃辣的【林夕】开始抽烟开始吃辣，穿衣风格也开始走了性感的路线。你觉得【苏阳】一定会嫌弃这样的【林夕】。但你发现【苏阳】对【林夕】的爱却不减反增。这让你十分难以接受，你不知道自己究竟差在哪里。不过上天是公平的，也有些值得高兴的事情，你发现【林阳】似乎开始没有以前那么疼爱这个妹妹了，甚至再一次醉酒后说什么父亲为什么这么不公平，说要除掉【林夕】。但他似乎在害怕着【林夕】，你不知道【林夕】手中有什么把柄让【林阳】如此害怕于是你开始调查【林阳】。就在你准备着自己的计划的时候....\n一个月前，6月21日早，你的父亲【顾明和】被发现死在办公室。你伤心欲绝，这打乱了你全部的计划。你不知道你的父亲为何会被残忍的杀死，你想找出凶手。你发现你的弟弟【顾宇】十分惊慌，你觉得他知道些什么，就跑去问他，但他却说自己什么也不知道，你不信，你决定自己找出真相，这一系列发生的事情让你不再信任任何人。\n【林夕】和【苏阳】决定订婚，还给你寄了邀请函，你决定一次性解决这件事，于是你带了毒药准备毒死【林夕】，今天下午5点钟你到达了林氏庄园，进了自己的房间后你开始准备自己的计划，9点半你趁大家都不注意离开派对来到一楼的配电室，将自己带来用于保鲜冰淇淋蛋糕的干冰垫在小的金属雕像下面（金属雕像是从【林阳】房间偷的），将细绳一头绑在雕像上，另一头绑成一个圈挂在电闸开关上，这样干冰挥发后雕像的重量就可以拉下电闸。布置好以后你悄悄进了洗手间，换好准备好的暗色隐形眼镜，这样你就可以在停电的时候比其他人提前适应黑暗，就能在【林夕】的酒里下毒。\n你回到派对，【林阳】将你拉到一边问你去了哪里，可你却心不在焉根本不想回答。你只关心什么时候会停电和你一直夹在腋下的毒药瓶子，一切按照你的计划顺利的进行着，10点左右，在【苏阳】【林夕】准备切蛋糕的时候，停电了，【林夕】急忙喊管家沈城去看看到底发生了什么，你顺利的趁黑在【林夕】杯子中下了毒之后，若无其事的将带毒的瓶子扔进垃圾桶，回到自己原本的位置。几分钟后供电恢复，大家正准备举杯共饮的时候管家沈城慌张的跑进来告诉【林夕】她的父亲死在了书房，【林夕】放下手中的酒杯急忙和大家赶去书房。眼看着就要成功，【林夕】却放下了酒杯你不禁感到一阵气愤。但你只能强忍气愤跟着大家一起来到了书房。",
        item: [
          "1.冰淇淋蛋糕包装（凉凉的）",
          "2.一瓶安眠药",
          "3.【林阳】的财政状况调查报告（【林阳】濒临破产）",
          "4.【顾明和】的尸检报告（找到后上帝即公开内容）",
          "5.【顾明和】死亡现场勘查报告（找到后上帝即公开内容）",
          "6.两个空的隐形眼镜盒"
        ],
        secrets: [],
        public: [
          "1.【林阳】对【林惟仁】和【林夕】感到不满",
          "2.你和【林夕】是从小就很要好的朋友，【顾宇】和【林夕】青梅竹马",
          "3.你的弟弟【顾宇】在得知你们父亲的死之后十分惊慌，有事情瞒着你",
          "4.你的“朋友”【林彤】，在美国因病去世。"
        ],
        objective: [
          "1.调查你父亲【顾明和】的死亡真相（3分）",
          "2.隐瞒你准备毒杀【林夕】的事实（3分）",
          "3.使【林夕】被指认（2分）",
          "4.调查【林惟仁】的死亡真相（2分）"
        ]
      },
      {
        player_id: 2,
        player_name: "顾宇",
        player_info: "\n你叫【顾宇】，24岁，顾氏医疗器械公司总经理，你的父亲【顾明和】是总裁。你有一个姐姐叫【顾晴】，是个大提琴家。\n你和【林夕】青梅竹马，感情十分好，【林夕】从小身体就不好，但你还是一直守在她身边，在她18岁生日的时候你送了她一条小提琴形状的吊坠，你一条她一条作为你们的定情信物。20岁的时候你进入家族公司帮忙父亲打理生意。不久你便发现了公司的秘密，在你的再三询问之下，你的父亲给了你一份报告，你知道了15年前有一个叫【秦思琴】和一个叫【郑心媚】的病人在心脏手术后因为用了你们家公司的医疗器械导致感染致死。但这件事情被仁和医院院长【林惟仁】和你的父亲【顾明和】花钱压了下来。死者家属苦于没有证据，只能放弃追诉。你不能原谅你父亲的做法，于是你暗中调查当年事情的受害者准备补偿她们，不久之后你便找到了【郑心媚】的女儿【陈静雯】，每个月都匿名给她寄一笔钱供她读完了大学。你原本以为这件事不会有人知道，但一年半前，【陈静雯】出现在你面前。她成为了一名记者，经过多方调查终于找到了供她读完大学的人，也就是你。从那天开始你便多了一个小粉丝，但你的心里满满的只有【林夕】，容不下第二个人。不久以后，【林夕】的病情加重，【林惟仁】安排她到美国去治病，你自然放心不下，想要一起去照顾【林夕】，却被【林惟仁】以需要静养为由拒绝了。无奈之下你只能留在国内等消息。虽然只有半年的分离，可对你来说却是度日如年。一年前，【林夕】病愈回国，你迫不及待的去看她，但却失望的发现【林夕】失去了以前的记忆。不记得你是谁，更不记得你们的爱情。你告诉她你是她的男朋友，可她却一点印象都没有，但你却不气馁，你相信终有一天她会想起来，终有一天你们可以再续前缘。\n然而事情却并没有你想得那么美好，不久【林夕】就向你提出了分手，和【苏阳】走到了一起，你开始消沉，每天用酒精来麻醉自己，望着你们的定情信物，你不禁心如刀绞。醉醺醺的你仿佛看到【林夕】向你走来，你冲上去抱住“【林夕】”让她不要离开你。第二天，你发现你和【陈静雯】躺在同一张床上，你马上意识到了发生了什么。于是你决定负责，就这样【陈静雯】成为了你的女朋友。\n虽然你有了新的女朋友，但你从来都没放下过【林夕】。日子一天天的过去。你感觉到了【林夕】的不同，你感觉这个【林夕】不是你的【林夕】，你的【林夕】不会抽烟也不喜欢吃辣。你感觉【苏阳】带坏了你最爱的人。\n月前的一天【陈静雯】来公司找你有事情告诉你，但你正准备去开个会，便让她在你的办公室等你。会议临时决定延迟结束于是你出来准备告诉你的女朋友，刚走到办公室门口，你看见【陈静雯】正在翻看着你的电脑和文件，你没有进去，而是在门口准备看看她究竟要找些什么，原本你认为她只是个单纯的小姑娘，但现在你终于明白她接近你是有目的的。你不禁想到了15年前她母亲的死。你不禁感到愧疚，便转身走了。会议结束后你准备跟她坦白，但她却兴冲冲的告诉你她怀孕两个月了。这个消息让你把已经到嘴边的话又吞了回去。你不知道该如何做。【陈静雯】也觉察到了你的异样，便也不再说话。几天后你收到了【苏阳】【林夕】的定订婚派对邀请函，你感觉五味杂陈，感觉自己已经没有机会了。\n然而更可怕的事情发生了，你的父亲被人杀死在自己的办公室。你感到十分惊慌，你第一时间就想到了15年前的事情，你的这一反应被你的姐姐精确地捕捉到，她再三问你是不是有什么瞒着她，但你却说不出口，也不能说。你怕，你怕是【陈静雯】做的。如果真的是，那结果会让人难以接受。毕竟【陈静雯】怀孕了，孩子是你的。所以你不打算把15年前的秘密告诉任何人。\n今天你和【陈静雯】五点钟来到林氏庄园参加订婚派对。你们分别入住了房间，你的心很乱，最爱的人嫁给了别人，有自己孩子的人有可能是杀死自己父亲的人。你不知道该怎么办走着走着便来到了2楼一边抽着烟一边来回踱步。不知过了多久，你回到了自己的房间，你惊讶的发现【陈静雯】竟然在你的房间，你关上了门，她快步走过来抱住了你，告诉你她知道了当年的真相，可她已经无可救药的爱上了你，还有了你的孩子，所以她没有办法再报仇，她只想好好的跟你在一起。你不知道她说的是真是假，也不知道她是不是再利用你，但不论是出于愧疚亦或是为了她肚子里的孩子，你只能选择保护她就算她是凶手你也会护她周全，这就是你的宿命。8点30，【陈静雯】离开了你的房间。你让仆人给你拿了瓶红酒和一桶冰独自在房中直到9点派对开始，你发现原本应该在你公司保险柜中的15年前的【秦思琴】的调查报告竟然出现在了房间中，但是却不见了【郑心媚】的。\n派对上，你被身着黑色露背晚装的【林夕】惊艳了，你从未见过这样的【林夕】，你才发现她是那么性感那么美，你不禁看呆了。你走到【林夕】身边表达出了你的赞美，同时也看见了【苏阳】铁青的脸。\n9: 10你心情十分沉重于是跑去洗手间洗了把脸又重回了派对。\n十点左右，【苏阳】和【林夕】准备切订婚蛋糕的时候，派对会场的灯突然间都灭了，【林夕】急忙喊管家沈城去看看到底发生了什么，几分钟后供电恢复，管家沈城慌张的跑进来告诉大家【林夕】的父亲死在了书房，你放下手中的酒杯急忙和大家赶去书房。",
        item: [
          "1.【秦思琴】死因调查报告",
          "2.小提琴形状的吊坠",
          "3.喝了一半的红酒",
          "4.一个空的冰桶",
          "5.电脑（打开后得到四年的同一账户的转账记录）"
        ],
        secrets: [
          "1.15年前调查报告和报告的内容",
          "2.【陈静雯】怀孕了"
        ],
        public: [],
        objective: [
          "1.隐瞒15年前的真相（2分）",
          "2.杀死【顾明和】的凶手是谁？（3分）",
          "3.杀死【林惟仁】的凶手是谁？（3分）",
          "4.保护【陈静雯】不被指正为凶手（2分）"
        ]
      },
      {
        player_id: 3,
        player_name: "林夕",
        player_info: "\n你叫【林夕】，24岁，是一位小有名气的小提琴家。你的父亲【林惟仁】是仁和医院的院长，有名的心外专家，你的哥哥【林阳】是心理医生，而你的母亲生你的时候难产去世了。\n你的记忆停止在在两年前，你不记得之前发生过什么事情，你所拥有的记忆就只有这两年。你还记得你睁开眼你发现自己躺在一张柔软无比的床上，你身边的男人告诉你他是你的父亲，可你却什么都不记得了。他告诉你你生了一场大病，睡了很久，才醒来，这是你家美国的别墅。\n你身体恢复的差不多之后，你感觉自己还是一片空白，什么都想不起来，但你还是一直在服药，你的药一向都是你的父亲直接拿给你，你并不知道究竟是什么药，甚至不知道自己究竟是生了什么病。你拿起小提琴，感觉这是你唯一熟悉的东西了，于是你每天沉浸在音乐的世界不愿走出来。在美国你不断收到一个叫做【顾宇】的人的电话和邮件，电话和邮件中你不难看出他对你的关心，可你却并不知道他是谁。\n回国以后，你接触到了更多的朋友，你终于知道了【顾宇】是谁，【顾宇】是你在失忆之前的男朋友，你们两个青梅竹马，感情特别好，但你却什么都不记得了，虽然【顾宇】一直在你身边照顾你陪伴你，但你却实在记不起那一份爱，于是你选择了分手。你的父亲告诉你【顾宇】的姐姐【顾晴】是你的从小就十分要好的闺蜜，你回来之后【顾晴】经常来陪你，你将她当做自己最好的朋友。\n在你醒来的这几个月，脑海中总是闪过一个男人的模糊的样子，你不知道他是谁，但却感到无比的亲切，回国后你的父亲由于医院的公事很忙没有办法亲自照顾你，于是请了他的学生仁和心外医生【苏阳】来照顾你。当你第一眼看到【苏阳】，你确定那就是你脑海中常常闪过的模糊影子。你对他莫名的产生好感，你感觉你们好像认识了很久很久，而且爱得很深，但你却是第一次见他，更巧的是他好像也很喜欢你，对你展开了追求，没过多久你们就成为了情侣，你发现自从你和【苏阳】在一起之后【顾晴】对你的态度就奇怪了许多，没有以前那么体贴热情，而你也莫名的对她生出厌恶的感觉，你不知道为什么，你不想失去这个朋友，因为她毕竟是失去记忆的你唯一值得信任的朋友，不久之后【顾晴】和你的哥哥【林阳】竟然成为了情侣，而你却发现【顾晴】总是会接近【苏阳】，你愈加讨厌这个女人但你却依旧表面和她十分要好。\n你们家的管家【沈城】是一个年近50的男人，他为你家工作有15年了。你回国之后在庄园见到【沈城】，他被你的父亲安排照顾你的起居，你感觉仿佛对这个男人似曾相识，感觉十分亲切，你觉得也许是因为他在你家工作了很久了的缘故。\n回来的这一年你经常精神恍惚，难以入眠，经常做噩梦，梦见自己被掏了心满身是血的样子，于是你找你的哥哥【林阳】做心理咨询。从不抽烟的你竟然开始抽烟，你不知道为什么，因为抽烟你的父亲还和你大吵了一架，可你却不以为意；你是一个小提琴家，一年来却没有摸过几次琴；而且你越来越喜欢吃辣。你对自己的改变感到奇怪，但【苏阳】一直在你身边陪伴着你，所以你也不觉得改变有什么不好。\n一年后【苏阳】由心外科医生升到心外科主任，你们决定订婚，你把想要订婚的想法告诉了你父亲，但你的父亲却开始反对你们在一起，但你却并不把父亲的反对放在心上，于是你们举办了这次私人订婚派对。\n你和【苏阳】为了准备派对提前一天就到达了庄园，第二天陆续的邀请的朋友们都到了。你安排好了他们的房间，就让他们在庄园随意逛逛，等待派对的开始。\n派对9点开始，身着黑色性感露背装的你，一出场便吸引了所有人的目光，【苏阳】走过来牵着你的手，在你耳边轻语“你还像以前一样那么美”。此时【顾宇】走过来对你说“从未见过如此的你，没想到是这样的美”。你并没有在意他说的话，却去观察了【陈静雯】的表情，你发现她面色十分难看，便冲她笑了一笑。9点50左右你看到你的哥哥【林阳】和【顾晴】一直在交谈，但你发现【顾晴】的注意力并没有在你哥哥的身上，而是吃力的四下观察着什么。看着她，你轻蔑的笑了。\n十点左右，你和【苏阳】准备切订婚蛋糕的时候，派对会场的灯突然间都灭了，你急忙喊管家【沈城】去看看到底发生了什么，几分钟后供电恢复，管家【沈城】慌张的跑进来告诉你你的父亲死在了书房，你放下手中的酒杯急忙和大家赶去书房。\n你感到奇怪，你并没有请自己的父亲，也并没有看见过自己的父亲，他是何时来的庄园，又是被谁杀害的？",
        item: [
          "1.一瓶不知道是治什么病的药",
          "2.很多抽完的烟蒂，烟蒂上有口红",
          "3.一串庄园的钥匙",
          "4.一个小提琴形状的吊坠",
          "5.一本日记，日记中写着对【顾晴】的不满和【顾晴】对【苏阳】的暧昧。"
        ],
        secrets: [
          "1.听到“医疗器材”后获得记忆01",
          "2.听到“贯穿心脏”后获得记忆02",
          "3.听到“财产遗嘱”后获得记忆03",
          "4.听到“林彤”后获得记忆04",
          "5.听到“小提琴形状的吊坠”后获得记忆05",
          "6.听到“催眠”后获得记忆06",
          "7.上帝听到一个词会为你提供记忆07",
          "8.听到（性感）后获得记忆08"
        ],
        public: [
          "1.你失去了苏醒前的所有记忆",
          "2.你以前不吃辣，现在开始吃辣",
          "3.你一直在服药，却不知道吃的是什么药，也不知道自己之前得的什么病。",
          "4.你经常做噩梦，梦见自己被掏了心满身是血的样子，于是你找你的哥哥【林阳】做心理咨询。"
        ],
        objective: [
          "1.调查你父亲的死亡真相（找到凶手）（2分）",
          "2.获得记忆02后获得（2分）",
          "3.获得记忆03后获得（2分）",
          "4.获得记忆07后获得（2分）",
          "5.得到【沈城】的信任（2分）"
        ]
      },
      {
        player_id: 4,
        player_name: "林阳",
        player_info: "\n你叫【林阳】，28岁，是一名心理医生，你是仁和医院院长【林惟仁】的养子，但这件事除了你的妹妹【林夕】和【林惟仁】没人知道。失去记忆的妹妹现在更不记得你是领养的了。\n你的妹妹从小身体就不好，一年半前你妹妹的心脏病加重必须要去美国治疗，半年后你的妹妹病愈归来，却失去了记忆，这却让你喜出望外。因为你自己开了一家心理诊所，但由于经营不善亏了400W，你求助你的养父【林惟仁】，可他拒绝帮你。而且你听管家【沈城】说你的养父准备修改遗嘱，将他的所有财产都留给他的女儿【林夕】。你害怕了，但你却束手无策。现在【林夕】失去记忆，只要在你的养父更改遗嘱之前阻止他就可以拿到财产还清这笔债务。但你始终顾念着【林惟仁】对你的养育之恩迟迟没有动手。\n你的妹妹回国之后一直做噩梦，于是便找你来做了心理咨询，你趁你妹妹不注意催眠了她，发现她有着许多奇奇怪怪的记忆，而且在催眠中总是提到“【苏阳】”和“【林彤】”的名字。\n林家和顾家是世交，从小的时候你就一直喜欢顾家的女儿【顾晴】，可【顾晴】似乎对你并不感冒，她的心里一直有一个她深爱的人，可你却并不知道是谁。从你妹妹回国之后，【顾晴】几乎天天都来看你的妹妹，这让你很开心，因为你也有机会多和【顾晴】相处了。但好景不长你的妹妹失去记忆后和【顾晴】的弟弟顾宇分了手，和照顾她的医生【苏阳】成为了一对，自此之后【顾晴】就没有再来看你的妹妹。\n你仿佛发现了什么，原来【顾晴】一直喜欢的是【苏阳】。\n你感到无比的伤感，事业不顺，爱的女人也不爱自己。你觉得自己是最失败的男人了。\n但命运就是喜欢捉弄世人，【顾晴】竟然主动来找你，对你示好，没过多久你们便在一起了。和自己心爱的女人在一起固然是一桩美事，可你亏损的400W该怎么办。\n你灌醉了自己，你不知道你喝醉的时候对【顾晴】说了什么，但这件事之后，【顾晴】对你的态度变得热情了起来，你感到十分奇怪，你总觉得【顾晴】在谋划着什么。\n一个月前你的妹妹决定和【苏阳】订婚，于是准备举办订婚派对，给你们都发了邀请函。你和【顾晴】商量着要送什么礼物给你的妹妹和未来妹夫，可【顾晴】对此并不感兴趣。为了调查遗嘱的事情，你派侦探跟踪你的养父【林惟仁】。侦探发回的视频证明了【苏阳】曾经和你的养父为了【林夕】吵架。\n6月21日早，【顾晴】的父亲顾明和被发现被杀死在自己的办公室。【顾晴】伤心欲绝，这打乱了你全部的计划。你不知道【顾晴】的父亲为何会被残忍的杀死，你想找出凶手。\n派对当天，你和【顾晴】五点半到达了庄园，你们分别入住了自己的房间，你看见书房的灯亮着，便前去看看，没想到在书房的是你的养父【林惟仁】，你看见他放了一份文件在保险箱里。你第一反应就觉得那封文件是遗嘱。你想找个机会偷看一下遗嘱，看是否是如他人所说，你的养父一分财产都不留给你。于是9点20你溜出派对，打算偷偷翻窗潜入书房。没想到，你由一楼外窗翻上2楼书房由窗子进入房间后，却看到你的养父胸口中刀已经死了，于是你迅速打开了保险箱，看到了那份遗嘱，然而令你惊讶的是遗嘱的内容竟然是财产将由你和【林夕】平分，你万分后悔自己的行为。不该听信谣言。这时你听到门口有脚步声，便将遗嘱放回保险箱，你怕被人发现你连保险箱都没锁就仓皇从窗子逃走了。你回到派对，发现【顾晴】不在，你正在四处寻找，就发现【顾晴】走进派对房间。你给她打招呼但她就跟没看到一样径直从你身边走过，直到你拦住了她，她才看到你，你问她刚刚去了哪里，可她一直没有正面回答你，只是四下吃力的观察。\n10点左右，【苏阳】和【林夕】准备切订婚蛋糕的时候，派对会场的灯突然间都灭了，【林夕】急忙喊管家【沈城】去看看到底发生了什么，几分钟后供电恢复，管家【沈城】慌张的跑进来告诉大家你的养父死在了书房，你放下手中的酒杯急忙和大家赶去书房。\n你再次来到案发现场，你发现，书房被翻得很乱，而你只是开了保险箱，你知道这一定是你听到的脚步声的主人干的。但你却不知道是谁。你第一反应就是【顾晴】，因为她比你晚回派对。\n但你不愿意相信，于是你决定找寻真相。",
        item: [
          "1.一张400W的欠条",
          "2.一张光盘（你催眠【林夕】的录像）",
          "3.电脑（打开后获得【苏阳】和【林惟仁】争吵的视频）",
          "4.私家侦探偷拍你父亲的照片",
          "5.【林阳】房间的金属雕像少了一个"
        ],
        secrets: [
          "1.你催眠了【林夕】",
          "2.你去过案发现场",
          "3.你看到的遗嘱的内容",
          "4.你的养子身份",
          "5.你欠了400W"
        ],
        public: [
          "1.你的职业，你开了个心理诊所",
          "2.管家【沈城】告诉你你的父亲改了遗嘱把财产都留给了【林夕】",
          "3.你很爱【顾晴】"
        ],
        objective: [
          "1.执行你养父留下的真的遗嘱（3分）",
          "2.杀死顾明和的凶手是谁？（2分）",
          "3.杀死【林惟仁】的凶手是谁？（3分）",
          "4.隐瞒自己是养子（2分）"
        ]
      },
      {
        player_id: 5,
        player_name: "沈杰",
        player_info: "\n你原名叫【沈杰】，49岁，是林氏庄园的管家，你在林氏庄园工作了13年，勤勤恳恳。你的妻子叫【秦思琴】，你的女儿叫做【林彤】。【林彤】是你的妻子婚前生的孩子，虽然不是你亲生的，但你一样当她是掌上明珠。15年前，你的妻子突发心肌梗塞需要做手术，你把她送到了仁和医院，手术很成功，但是一周之后你的妻子去世了，过世之前你的妻子出现了耐药、感染的迹象，于是你怀疑是医疗器械出了问题导致你的妻子过世，你打算告仁和，但这件事情被顾氏医疗器械公司的总裁【顾明和】和仁和医院院长【林惟仁】压了下来。你没有证据有冤无处诉，只能作罢，既然你不能通过法律途径制裁他们，你就决定亲自动手，除掉这两个败类。\n于是你更名沈城，在13年前成为了林氏庄园的管家，你要搞垮林家搞垮顾家，让他们也尝尝家破人亡的滋味。\n一年半之前你的女儿【林彤】被诊断为肺癌，你觉得上天为什么这么不公平，要你的女儿患上这种病。虽然你不想住进仁和医院，但为了治好【林彤】的病你也别无选择，【林惟仁】竟然主动提出送【彤彤】去美国治病，你不信他会有这么好心，本想拒绝，可是【林惟仁】和【林惟仁】的男朋友【苏阳】却答应了去美国治病，你还记得你亲自送【林彤】上飞机，可没想到却是永诀。眼看着经过化疗和药物治疗【林彤】的病情有所好转，一天晚上你却接到了医院打来的电话，【林彤】突发疾病抢救无效死亡。\n你恨自己，恨自己又一次错信了【林惟仁】，害死了自己的女儿。\n你心中仇恨的烈火熊熊燃烧，你决定杀了【林惟仁】。\n【林惟仁】的女儿【林夕】和【彤彤】同时去的美国治病，【林夕】回来了，可【彤彤】却永远也回不来了。回国之后【彤彤】的男朋友【苏阳】主动做【林夕】的医生，你原本以为他会替【彤彤】报仇杀了【林夕】，但让你没想到的是【苏阳】竟然这么快就移情别恋和【林夕】在一起了，你恨【苏阳】，【苏阳】多次想找你谈谈都被你拒绝了。\n【林夕】回国之后你感觉到她似乎对你很亲切，但你却并不想理会她，因为她是仇人的女儿。【苏阳】和【林夕】越恩爱你对他们的恨就越加深一分，你发现失忆了的【林夕】和你的女儿很像，抽烟，喜欢吃辣，笑得很灿烂。你总有种错觉是【林彤】回来了，但你总是提醒自己，她是仇人的女儿，我不能心软。为了挑拨林家人之间的关系，你骗林阳说【林惟仁】要该遗嘱，把所有的财产都留给【林夕】。\n一年里你都找不到好的机会下手，但最近机会来了。【林夕】和【苏阳】决定订婚，在庄园举办订婚派对。你觉得你要杀的人能够齐聚一堂是很难得的事情，你决定动手。\n之前你无意中听到【林惟仁】和【林夕】因为【苏阳】吵架，因为【林惟仁】突然不同意【林夕】嫁给【苏阳】。你感到很奇怪，不久你又看到【林惟仁】和【苏阳】的争吵，【林惟仁】仿佛用什么把柄在要挟【苏阳】离开自己的女儿。你觉得这是个机会，你可以嫁祸给【苏阳】，一箭双雕。\n但是意想不到的事情出现了，6月21日早，【顾明和】被发现被人杀死在办公室。听到这个消息你不禁感叹恶人有恶报。你很想知道是谁杀了【顾明和】，很想感谢他替自己除了一个垃圾。\n派对前一晚，【林惟仁】悄悄来到了庄园，他告诉你他必须要阻止自己的女儿嫁给【苏阳】。\n派对当天，接待完所有宾客回房间后，六点半你准备给【林惟仁】送一杯咖啡，你知道【苏阳】必定会有所行动，你故意将咖啡放在厨房然后离开，躲在远处观察，果然，你看到【苏阳】在咖啡里下了安眠药，等【苏阳】走后你在咖啡里加了毒药。就给【林惟仁】送了过去。你知道他必死，便静静地等待他的死亡。\n9点35，你借口去看厨房前往书房，你打开书房的房门，发现保险柜被打开了，你就索性将整个书房都翻乱你发现【林惟仁】胸口插了一把刀，你知道你的一石二鸟的计策快成功了。搞定之后你便离开了书房返回派对。\n10点左右，【苏阳】和【林夕】准备切订婚蛋糕的时候，派对会场的灯突然间都灭了，【林夕】急忙喊你去看看到底发生了什么，几分钟后供电恢复，你慌张的跑进来告诉大家【林夕】的父亲死在了书房，于是大家放下手中的酒杯急忙和大家赶去书房。",
        item: [
          "1.一张女孩子的照片（照片中女孩子穿的晚礼服和今天【林夕】穿的一样）",
          "2.一大串庄园的钥匙",
          "3.一张一家三口的全家福（背面写着“琴”）",
          "4.一盒咖啡粉"
        ],
        secrets: [
          "1.你的真实身份（你的妻子是秦思琴、你的女儿是【林彤】）",
          "2.【苏阳】曾经是【林彤】的男朋友",
          "3.当年你妻子的死亡真相"
        ],
        public: [
          "1.【苏阳】和【林惟仁】曾经吵架，且【林惟仁】反对【林夕】和【苏阳】的婚事",
          "2.【林惟仁】手中有【苏阳】的把柄",
          "3.你曾经为老爷泡过咖啡，但中途出去过，你看见【苏阳】去过厨房"
        ],
        objective: [
          "1.找出杀死【顾明和】的凶手（2分）",
          "2.不被指认为杀死【林惟仁】的凶手（3分）",
          "3.是否信任【苏阳】？（2分）是否信任【林夕】？（2分）",
          "4.隐瞒自己的身份（1分）"
        ]
      },
      {
        player_id: 6,
        player_name: "苏阳",
        player_info: "\n你叫【苏阳】，24岁，是仁和医院的心外科主任。是院长【林惟仁】的学生。你的未婚妻【林夕】是【林惟仁】的女儿。\n一年前【林院长】的女儿病愈回国，你主动请缨去照顾她，由于你是【林院长】的得意门生，所以【林院长】并没有反对，于是你成为了【林夕】的主治医生，但【林院长】从不允许你为她开药，她吃的药一概都是由【林院长】亲自交给【林夕】，从来不经别人的手。\n你第一眼见到【林夕】便十分亲切，更让你高兴的是【林夕】似乎也对你很有好感，于是你便对她展开了追求，不久你们便在一起了。一年后的今天，你们决定订婚于是举办了今天的订婚派对。\n你觉得事情如此简单美好么？当然不是。\n你叫【苏阳】，从前你有一个很爱你的女朋友，她叫【林彤】，是一位平面模特，你对她一见钟情。出身书香门第的你不顾父母的反对坚持要和【林彤】在一起，在你父母的眼里，【林彤】是个与你格格不入的女人，你的父母一直想你娶顾氏医疗器械公司总裁【顾明和】的女儿【顾晴】，你知道她一直喜欢你，但你却对她毫无感觉，你父母人为【林彤】抽烟、穿着性感、混迹在夜店完全配不上你，但只有你知道，这只是她的表象，是她在外人面前的伪装。你见过素颜的她，长发如瀑未施粉黛，笑得是那么灿烂，会为电影中的情节感动流泪、会为你给她的一点小惊喜感动很久、会将受伤的小动物带回照顾、会为了不吃辣的你放弃自己最爱的川菜。你觉得这就是你命中注定要保护的人。但命运似乎注定要与你开这个玩笑。\n一年半之前，【林彤】开始咳嗽，一直不见好，于是你想带她去仁和医院检查，不知为何她一直拒绝去仁和医院，但她拗不过你还是跟你去了仁和做检查。检查结果让你和【林彤】都难以接受，报告中写着【林彤】患上了肺癌。【林彤】一度想跟你分手，她不愿拖累你，但你却拒绝了她分手的请求。你的师父【林院长】找到你说是医院的慈善基金可以送【林彤】出国治病，你对院长十分感激，陪着【林彤】去了美国治病。眼看着经过化疗和药物治疗【林彤】的病情有所好转，一天晚上你却接到了医院打来的电话，【林彤】突发疾病抢救无效死亡。你难以接受，想去找【林院长】问个究竟，在门口你听到了一个惊天的秘密，【林院长】的女儿【林夕】心脏病已经到了最严重的程度，必须做心脏移植才能活下来，但一直找不到适合的心脏源，【林彤】的检查中他们发现【林彤】和【林夕】的配型成功，为了救自己的女儿，【林院长】做了手脚加剧了【林彤】的病情，害死了她。\n你的心中充满了对他的恨，也充满了对那个占用【林彤】心脏的女人的恨，你恨他们夺走了你心爱的【林彤】。\n在【林彤】的葬礼上，你见到了她的父亲【沈城】，你知道了很多让你惊讶的事情，【沈城】是【林院长】家的管家，【林彤】是他妻子结婚前生的女儿，十五年前他的妻子也就是【林彤】的母亲秦思琴也是因为医疗器械的质量问题感染病死在仁和医院。你终于明白为何【林彤】一直拒绝去仁和看病，你恨自己为何当时一定要逼她去仁和检查。你决定查清【林彤】她母亲的死因，为她们报仇。\n当你听说【林院长】的女儿回国休养，便主动要求去做她的主治医生，你本打算杀了【林夕】，但当你见到她的那一刻，你感觉你的【林彤】还活着，她的心脏还在跳动，而且你从【林夕】的眼神感觉到了【林彤】的影子，你心软了，你将你对【林彤】的全部感情放到了【林夕】的身上，这期间【顾晴】几乎每天都来探望【林夕】，但你知道，其实她是为了能看上你一眼。你渐渐的发现【林夕】越来越像【林彤】，吃辣、抽烟、包括对你的感情，你觉得【林彤】回来了，你对她展开了追求，不久【林夕】便和【顾宇】分手，你们便在一起了。在这之后【顾晴】便没有再来过。\n你突然想起了外国医学家的研究“细胞记忆”，一个念头出现在了你的脑海，你想让【林彤】在【林夕】身上复活。于是你开始研究细胞记忆，并准备发表学术论文。你带她去遍了每一个你和【林彤】拥有美好记忆的地方，吃【林彤】喜欢吃的，做【林彤】喜欢做的事情。可命运又同你开了一次玩笑，一个月前，6月20日晚，你跟踪【林夕】来到顾氏医疗器械办公大楼，你在楼下等了她很久，你发现【林夕】满手是血的走出来，你便跑了上去，发现【顾明和】被一刀贯穿心脏当场死亡，你知道是【林夕】做的，【林夕】有了【林彤】的记忆，于是替母亲报仇杀了【顾明和】，你害怕再次失去“【林彤】”，于是你翻乱了现场布置成强盗杀人，偷了大楼监控记录便离开了现场。\n你和【林夕】在一起快一年了，你们决定订婚，但就在这时【林夕】告诉你他的父亲不同意你们订婚。你害怕你的计划被发现，不出你所料，【林惟仁】拿出了当年你和【林彤】在一起的证据要挟你离开【林夕】，否则就告诉【林夕】真相，但你拒绝了他。你告诉他没人能够再将你和“【林彤】”分开。\n你和【林夕】提前一天来到庄园准备派对，你送了【林夕】一间黑色露背晚装，那是【林彤】以前穿的，在你以为一切会顺顺利利的时候，派对前一晚你发现了【林惟仁】一个人偷偷来到了庄园，你知道他是来破坏你们的订婚派对的。你暗中观察，发现只有管家【沈城】知道【林惟仁】来了，于是你决定在派对之前杀死他。你并没有告诉【沈城】你的计划，因为在你和【林夕】在一起后，他一直以为你是个薄情的人，将你和林家人一起列入了仇恨对象。可以一直没办法跟他解释。\n派对当天，下午6点所有受邀的宾客都抵达了庄园，6点半你趁管家不注意在他准备端给【林惟仁】的咖啡中下了安眠药，8点钟你趁大家都不注意来到了书房，看着沉睡的【林惟仁】，你毫不犹豫的一刀插进了他的心脏。杀了【林惟仁】之后，你准备回到自己的房间，在楼梯口你碰见了【林阳】，你很慌张，但却装出一副镇定的样子，把手背在身后跟他打了招呼便离开了。回到房间，你迅速的洗了个澡，穿好衣服若无其事的来到派对现场。\n9点钟，派对准时开始，【林夕】身着你送她的黑色露背晚装出现，你看的出了神，你仿佛看到的是你的【林彤】。你在【林夕】的耳边轻声说，你今天很美很性感。你注意到【顾宇】和你一样看【林夕】看的出了神，你知道他对【林夕】的感情，看着【顾宇】向【林夕】走来，环着【林夕】腰的手不禁紧了紧，但你不怕，因为你有他的把柄在手，【林彤】母亲死亡原因的调查报告。\n10点左右，你和【林夕】准备切订婚蛋糕的时候，派对会场的灯突然间都灭了，【林夕】急忙喊管家【沈城】去看看到底发生了什么，几分钟后供电恢复，管家【沈城】慌张的跑进来告诉你【林夕】的父亲死在了书房，你放下手中的酒杯急忙和大家赶去书房。\n看见【林惟仁】的尸体，你装出一副难过的样子，但心里却疑惑，为什会突然停电？难道在场这些人中有人要做什么？你不禁紧张起来，你怕你和【林夕】的事情败露。你只能找一个替罪羊了。（如果【林夕】出事或者被指认，你可能会失去理智用你的手枪杀了你怀疑的人。）",
        item: [
          "1.一瓶安眠药",
          "2.有关“细胞记忆”的文献和论文",
          "3.一张【苏阳】的照片，背面写着“挚爱的彤，无悔的阳",
          "4.一份名为秦思琴的人的死亡调查报告"
        ],
        secrets: [
          "在【林夕】被指认或者死亡时你可以拿出手枪杀死一名你怀疑的人（被打死的人宣布游戏失败即使指认正确凶手）----前提是枪要在你或者【林夕】的手中"
        ],
        public: [
          "1.你在研究“细胞记忆”并准备发表学术论文",
          "2.你送了【林夕】黑色露背晚装，觉得她穿这个一定很美很性感",
          "3.【顾宇】还喜欢【林夕】，你十分不满",
          "4.你十分感激【林院长】对你的提携（将你升为心外科主任）"
        ],
        objective: [
          "1.隐瞒你利用“细胞记忆”让【林夕】变成“【林彤】”的计划（3分）",
          "2.隐瞒【林夕】杀了【顾明和】的事实，不要让【林夕】被指认（3分）",
          "3.不被指认为杀【林惟仁】的凶手（2分）",
          "4.设法使【顾宇】被指认（2分）"
        ]
      },
      {
        player_id: 7,
        player_name: "陈静雯",
        player_info: "\n你叫【陈静雯】，22岁，是一名记者，你的母亲在15年前就去世了，那时候的你还不懂事知道你长大，你的亲戚才告诉你你的母亲是在医院离奇死亡的。有传言是被劣质医疗器械害死的。于是你决定查出真相。\n四年前开始每个月都会有个人匿名给你一笔钱，有了这匿名的资助，你顺利从大学毕业成为了一名记者，你利用自己作为记者的便利条件开始调查匿名给你寄钱的人，终于你找到了他，【顾宇】。你发现【顾宇】便是15年前有可能是害死你母亲元凶的医疗器械公司的总经理。于是你打算接近他开展进一步的调查。你扮作【顾宇】的小粉丝，主动追求他，但你发现【顾宇】只爱一个叫【林夕】的人。一年半前【林夕】出国治病，【顾宇】不能去，你觉得机会来了，你每天都来找【顾宇】，希望可以趁【林夕】不在抓住【顾宇】的心，可惜你又失败了。\n一年前，【林夕】病愈回国，上帝却眷顾了你，失忆的【林夕】决定和【顾宇】分手，失落的【顾宇】每天借酒浇愁，有一天他喝醉了，把你当成了【林夕】，终于，你们发生了关系。【顾宇】醒来发现自己做的事情，他对你说他会负责，于是你成功的成为了他的女朋友。你有了更多的机会出入顾氏集团，一个月前你发现自己怀孕两个月了，你觉得这是个好机会，便跑去找【顾宇】，正巧【顾宇】要开会，便让你在他的办公室等他，你确认他走了以后便开始在的办公室搜索，你翻看了他的电脑，打开了他的保险柜，发现了一份叫做15年前调查报告的文件，你打开看赫然发现了你母亲【郑心媚】的名字，你终于知道，当年就是由于顾氏集团的医疗器械出了问题才导致你母亲感染致死，而【顾明和】和仁和医院院长【林惟仁】将此事花钱压了下来，导致你们无处可诉。看完这些，你没有办法接受，因为你毕竟有了【顾宇】的孩子，你不知道是否该报仇，你迷茫了，你偷偷将报告放进了自己的包里，然后装作若无其事的等着【顾宇】回来。【顾宇】回来你告诉他你怀孕两个月了，但你却并没有从【顾宇】的脸上看到一丝的兴奋，只感觉到了诧异和纠结。\n不久你和【顾宇】收到了【苏阳】和【林夕】的订婚派对邀请函。\n没过几天你惊讶的得知【顾明和】被杀死在自己的办公室。得知这个消息后你及开心又难过，开心的是有人替你报了仇，难过的是死的是【顾宇】的父亲他一定会难过。这一刻你终于知道你爱上了【顾宇】。\n【顾宇】得知父亲死讯后十分惊慌，你不知道他为何惊慌，难道是他杀死了自己的父亲？你不知道，但你的的确确感觉到了他的惊慌。于是你想找到杀死【顾明和】的凶手。给【顾宇】一个交代。但你又想了想，你不能放过【林惟仁】，于是你还是决定趁着派对的机会杀了【林惟仁】替母亲报仇。\n今天你和【顾宇】五点钟抵达了林氏庄园，你在庄园中漫无目的的走着，因为你很失望，【林惟仁】并不在今天的邀请名单中。你走着走着来到了厨房，你看到管家【沈城】端着一杯咖啡上了二楼，于是你跟上去想看个究竟，让你兴奋的是，你看到了【林惟仁】出现在书房，管家的咖啡就是拿给他的，你觉得天都在帮你。你为了不被发现，问管家要了【顾宇】房间的钥匙开了，将上次偷的报告放在了他的房间，然后坐在房间里等他，【顾宇】关上房门后，你便抱住了他，你告诉他知道了当年的真相，可你已经无可救药的爱上了他，还有了他的孩子，所以你没有办法再报仇，你只想好好的跟他在一起。说完便离开了房间。时间刚好是8点30。你离开房间后便带着你准备的空针筒直奔书房，可等你到达书房，看见【林惟仁】胸口插了一把刀，已经死了。你不敢多留便匆匆离开了案发现场。\n9点钟你来到派对，看见【顾宇】看着【林夕】出神的样子不禁吃起了醋，你看着【顾宇】走向【林夕】，脸色更是难看，而【林夕】还冲着你轻蔑的笑了。你顿时气不打一处来。但又不好太明显。9:05于是你便出去透了透气。不一会儿便回来了。\n10点左右，【苏阳】和【林夕】准备切订婚蛋糕的时候，派对会场的灯突然间都灭了，【林夕】急忙喊管家【沈城】去看看到底发生了什么，几分钟后供电恢复，管家【沈城】慌张的跑进来告诉大家【林夕】的父亲死在了书房，你放下手中的酒杯急忙和大家赶去书房。\n你再次来到案发现场，你发现和刚才你来的时候发生了很大的变化，书房被翻得很乱，保险柜也四敞大开，里面的东西也被拿走了。可你不敢说，你怕你被怀疑成为凶手。你不禁想，究竟是谁？",
        item: [
          "1.电脑（打开后得到四年来获得同一账户的转账记录）",
          "2.一瓶叶酸，一张孕检单",
          "3.相机（拍的顾氏集团的机密文件）",
          "4.一支空的针筒"
        ],
        secrets: [
          "1.你去过案发现场",
          "2.15年前的真相",
          "3.你的母亲是【郑心媚】（你的真实身份）",
          "4.你四年一直被【顾宇】匿名资助"
        ],
        public: [
          "1.你爱【顾宇】",
          "2.你怀孕了，孩子是【顾宇】的",
          "3.【顾宇】一直还爱着【林夕】"
        ],
        objective: [
          "1.杀害【顾明和】的凶手是？（3分）",
          "2.杀害【林惟仁】的凶手是？（3分）",
          "3.隐瞒你的真实身份（2分）",
          "4.赢得【顾宇】的信任（2分）"
        ]
      }
    ],
    clues:
    [
      {
        clue_name: "林夕的房间",
        clue_detail: [
          {
            clue_type: "林夕的房间",
            clue_id: 0,
            clue_info: " 一瓶不知道是治什么病的药"
          },
          {
            clue_type: "林夕的房间",
            clue_id: 1,
            clue_info: " 很多抽完的烟蒂，烟蒂上有口红4"
          },
          {
            clue_type: "林夕的房间",
            clue_id: 2,
            clue_info: " 一串庄园的钥匙"
          },
          {
            clue_type: "林夕的房间",
            clue_id: 3,
            clue_info: " 一个小提琴形状的吊坠"
          },
          {
            clue_type: "林夕的房间",
            clue_id: 4,
            clue_info: " 一本日记，日记中写着对顾晴的不满和顾晴对苏阳的暧昧。"
          }
        ]
      },
      {
        clue_name: "苏阳的房间",
        clue_detail: [
          {
            clue_type: "苏阳的房间",
            clue_id: 0,
            clue_info: " 一瓶安眠药"
          },
          {
            clue_type: "苏阳的房间",
            clue_id: 1,
            clue_info: " 有关“细胞记忆”的文献和论文"
          },
          {
            clue_type: "苏阳的房间",
            clue_id: 2,
            clue_info: " 一张苏阳的照片，背面写着“挚爱的彤，无悔的阳"
          },
          {
            clue_type: "苏阳的房间",
            clue_id: 3,
            clue_info: " 一份名为秦思琴的人的死亡调查报告"
          },
          {
            clue_type: "苏阳的房间",
            clue_id: 4,
            clue_info: " 一把手枪"
          }
        ]
      },
      {
        clue_name: "顾宇的房间",
        clue_detail: [
          {
            clue_type: "顾宇的房间",
            clue_id: 0,
            clue_info: " 秦思琴死因调查报告"
          },
          {
            clue_type: "顾宇的房间",
            clue_id: 1,
            clue_info: " 小提琴形状的吊坠"
          },
          {
            clue_type: "顾宇的房间",
            clue_id: 2,
            clue_info: " 喝了一半的红酒"
          },
          {
            clue_type: "顾宇的房间",
            clue_id: 3,
            clue_info: " 一个空的装过冰的冰桶（桶中没有水）"
          },
          {
            clue_type: "顾宇的房间",
            clue_id: 4,
            clue_info: " 电脑（打开后得到四年的同一账户的转账记录）"
          }
        ]
      }
      ,
      {
        clue_name: "顾晴的房间",
        clue_detail: [
          {
            clue_type: "顾晴的房间",
            clue_id: 0,
            clue_info: " 冰淇淋蛋糕包装（凉凉的）"
          },
          {
            clue_type: "顾晴的房间",
            clue_id: 1,
            clue_info: " 一瓶安眠药"
          },
          {
            clue_type: "顾晴的房间",
            clue_id: 2,
            clue_info: " 林阳的财政状况调查报告（林阳濒临破产）"
          },
          {
            clue_type: "顾晴的房间",
            clue_id: 3,
            clue_info: " 顾明和的尸检报告（找到后上帝即公开内容）"
          },
          {
            clue_type: "顾晴的房间",
            clue_id: 4,
            clue_info: " 顾明和死亡现场勘查报告（找到后上帝即公开内容）"
          },
          {
            clue_type: "顾晴的房间",
            clue_id: 5,
            clue_info: " 两个空的隐形眼镜盒"
          }
        ]
      },
      {
        clue_name: "陈静雯的房间",
        clue_detail: [
          {
            clue_type: "陈静雯的房间",
            clue_id: 0,
            clue_info: " 电脑（打开后得到四年来获得同一账户的转账记录）"
          },
          {
            clue_type: "陈静雯的房间",
            clue_id: 1,
            clue_info: " 一瓶叶酸，一张孕检单"
          },
          {
            clue_type: "陈静雯的房间",
            clue_id: 2,
            clue_info: " 相机（拍的顾氏集团的机密文件）"
          },
          {
            clue_type: "陈静雯的房间",
            clue_id: 3,
            clue_info: " 一支空的针筒"
          }
        ]
      },
      {
        clue_name: "林阳的房间",
        clue_detail: [
          {
            clue_type: "林阳的房间",
            clue_id: 0,
            clue_info: " 一张400W的欠条"
          },
          {
            clue_type: "林阳的房间",
            clue_id: 1,
            clue_info: " 一张光盘（你催眠林夕的录像）"
          },
          {
            clue_type: "林阳的房间",
            clue_id: 2,
            clue_info: " 电脑（打开后获得苏阳和林惟仁争吵的视频）"
          },
          {
            clue_type: "林阳的房间",
            clue_id: 3,
            clue_info: " 私家侦探偷拍你父亲的照片"
          },
          {
            clue_type: "林阳的房间",
            clue_id: 4,
            clue_info: " 林阳房间的金属雕像少了一个"
          }
        ]
      },
      {
        clue_name: "沈城的房间",
        clue_detail: [
          {
            clue_type: "沈城的房间",
            clue_id: 0,
            clue_info: " 一张女孩子的照片（照片中女孩子穿的晚礼服和今天林夕穿的一样）"
          },
          {
            clue_type: "沈城的房间",
            clue_id: 1,
            clue_info: " 一大串庄园的钥匙"
          },
          {
            clue_type: "沈城的房间",
            clue_id: 2,
            clue_info: " 一张一家三口的全家福（背面写着“琴”）"
          },
          {
            clue_type: "沈城的房间",
            clue_id: 3,
            clue_info: " 一盒咖啡粉"
          }
        ]
      },
      {
        clue_name: "厨房",
        clue_detail: [
          {
            clue_type: "厨房",
            clue_id: 0,
            clue_info: " 水槽口检验出毒物反应"
          },
          {
            clue_type: "厨房",
            clue_id: 1,
            clue_info: " 厨房少了一把刀（似乎就是插在林惟仁胸口的那一把）"
          }
        ]
      },
      {
        clue_name: "派对宴会厅",
        clue_detail: [
          {
            clue_type: "派对宴会厅",
            clue_id: 0,
            clue_info: " 林夕的酒杯中检验出有毒物质"
          },
          {
            clue_type: "派对宴会厅",
            clue_id: 1,
            clue_info: " 顾宇的袖口，领口有水渍"
          },
          {
            clue_type: "派对宴会厅",
            clue_id: 2,
            clue_info: " 林阳的鞋子上有明显摩擦造成的擦痕"
          },
          {
            clue_type: "派对宴会厅",
            clue_id: 3,
            clue_info: " 宴会厅垃圾桶中发现装有毒物的瓶子，毒物成分和林夕杯子中的一样"
          },
          {
            clue_type: "派对宴会厅",
            clue_id: 4,
            clue_info: " 顾晴腋下有一个不大的压过造成的红印"
          }
        ]
      },
      {
        clue_name: "案发现场书房",
        clue_detail: [
          {
            clue_type: "案发现场书房",
            clue_id: 0,
            clue_info: " 保险柜被打开。A里面有一份亲子鉴定（林彤是林惟仁的女儿）B里面有一份遗嘱（财产林夕林阳平分）"
          },
          {
            clue_type: "案发现场书房",
            clue_id: 1,
            clue_info: " 桌上有一杯喝过的咖啡，咖啡中有安眠药，和致死剂量的毒药"
          },
          {
            clue_type: "案发现场书房",
            clue_id: 2,
            clue_info: " 书房被翻得很乱"
          },
          {
            clue_type: "案发现场书房",
            clue_id: 3,
            clue_info: " 书房的窗户上有踩踏过的痕迹，窗户没有锁"
          },
          {
            clue_type: "案发现场书房",
            clue_id: 4,
            clue_info: " 书房的门没有锁"
          }
        ]
      },
      {
        clue_name: "仆人的证词",
        clue_detail: [
          {
            clue_type: "仆人的证词",
            clue_id: 0,
            clue_info: " 六点半路过厨房看见管家在泡咖啡，但中途离开过"
          },
          {
            clue_type: "仆人的证词",
            clue_id: 1,
            clue_info: " 顾晴小姐今天可能心情不大好，因为派对开始以后跟她打招呼都没理"
          },
          {
            clue_type: "仆人的证词",
            clue_id: 2,
            clue_info: " 派对开始后出去过的有顾宇(9:10)、顾晴(9:30)、陈静雯(9:05)、林阳(9:20)、还有管家沈城(9:35)"
          },
          {
            clue_type: "仆人的证词",
            clue_id: 3,
            clue_info: " 6月21日林夕小姐很晚才回来，苏阳姑爷前后脚回来。"
          },
        ]
      },
      ,
      {
        clue_name: "尸体",
        clue_detail: [
          {
            clue_type: "尸体",
            clue_id: 0,
            clue_info: " 尸体胸口插着一把刀（来自厨房）"
          },
          {
            clue_type: "尸体",
            clue_id: 1,
            clue_info: " 死者嘴巴里有杏仁味"
          },
          {
            clue_type: "尸体",
            clue_id: 2,
            clue_info: " 死者面部狰狞，表情十分恐怖"
          },
          {
            clue_type: "尸体",
            clue_id: 3,
            clue_info: " 死者的死亡时间大约在8点到10点"
          },
        ]
      },
      {
        clue_name: "配电室",
        clue_detail: [
          {
            clue_type: "配电室",
            clue_id: 0,
            clue_info: " 配电室的电源总闸上挂着一根绳子"
          },
          {
            clue_type: "配电室",
            clue_id: 1,
            clue_info: " 绳子一段绑着一个金属雕像"
          },
          {
            clue_type: "配电室",
            clue_id: 2,
            clue_info: " 配电室的地面冰冰的，但没有水渍"
          }
        ]
      },
      {
        clue_name: "顾明和尸检报告",
        clue_detail: [
          {
            clue_type: "顾明和尸检报告",
            clue_id: 0,
            clue_info: " 死者被利刃一刀贯穿心脏"
          },
          {
            clue_type: "顾明和尸检报告",
            clue_id: 1,
            clue_info: " 死者失血过多而死"
          }
        ]
      },

      {
        clue_name: "顾明和死亡现场勘查报告",
        clue_detail: [
          {
            clue_type: "顾明和死亡现场勘查报告",
            clue_id: 0,
            clue_info: " 死者尸体及尸体周围很多血迹"
          },
          {
            clue_type: "顾明和死亡现场勘查报告",
            clue_id: 1,
            clue_info: " 案发现场被翻的很乱，但是除了尸体及其周围其他地方没有一点血迹"
          }
        ]
      },
    ]


  }

]

module.exports = {
  scriptList: scripts_detail
}
